export default function Politica() {
    return (
        <div className="d-flex justidy-center flex-column mx-5 my-5">
            <p
                className="text-center"
                style={{ fontWeight: "600", fontSize: "20px" }}
            >
                Пользовательское Соглашение{" "}
            </p>
            Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует
            отношения между ООО "Зодиак беспроводные решения" (далее Mefodiy или
            Администрация) с одной стороны и пользователем сайта с другой. Сайт
            Mefodiy не является средством массовой информации.
            <br /> Используя сайт, Вы соглашаетесь с условиями данного
            соглашения.
            <br /> Если Вы не согласны с условиями данного соглашения, не
            используйте сайт Mefodiy! <br />
            <br />
            Предмет соглашения Администрация предоставляет пользователю право на
            размещение на сайте следующей информации:
            <br /> Предмет соглашения Администрация предоставляет пользователю
            право на размещение на сайте следующей информации:
            <br /> - Текстовой информации
            <br /> - Ссылок на материалы, размещенные на других сайтах Права и
            обязанности сторон Пользователь имеет право: <br />- осуществлять
            поиск информации на сайте
            <br /> - получать информацию на сайте <br />- создавать информацию
            для сайта <br />- использовать информацию сайта в личных
            некоммерческих целях <br />- использовать информацию сайта в
            коммерческих целях без специального разрешения Администрация имеет
            право:
            <br /> - по своему усмотрению и необходимости создавать, изменять,
            отменять правила
            <br /> - ограничивать доступ к любой информации на сайте <br />-
            отказывать в регистрации без объяснения причин Пользователь
            обязуется: <br />- не нарушать работоспособность сайта - не
            совершать действия, направленные на введение других Пользователей в
            заблуждение <br />- не размещать материалы рекламного, эротического,
            порнографического или оскорбительного характера, а также иную
            информацию, размещение которой запрещено или противоречит нормам
            действующего законодательства РФ <br />- не использовать скрипты
            (программы) для автоматизированного сбора информации и/или
            взаимодействия с Сайтом и его Сервисами Администрация обязуется:
            <br /> - поддерживать работоспособность сайта за исключением
            случаев, когда это невозможно по независящим от Администрации
            причинам. <br />- осуществлять разностороннюю защиту учетной записи
            Пользователя <br />- защищать информацию, распространение которой
            ограничено или запрещено законами путем вынесения предупреждения
            либо удалением учетной записи пользователя, нарушившего правила
            Ответственность сторон <br />- пользователь лично несет полную
            ответственность за распространяемую им информацию <br />-
            администрация не несет никакой ответственности за услуги,
            предоставляемые третьими лицами - в случае возникновения
            форс-мажорной ситуации (боевые действия, чрезвычайное положение,
            стихийное бедствие и т. д.) Администрация не гарантирует сохранность
            информации, размещённой Пользователем, а также бесперебойную работу
            информационного ресурса Условия действия Соглашения Данное
            Соглашение вступает в силу при любом использовании данного сайта.
            Соглашение перестает действовать при появлении его новой версии.
            Администрация оставляет за собой право в одностороннем порядке
            изменять данное соглашение по своему усмотрению. Администрация не
            оповещает пользователей об изменении в Соглашении.
        </div>
    );
}
