export const About = () => {
  return (
    <div
      style={{
        display: "flex",
        flexDirection: "column",
        padding: "20px",
        paddingTop: "0px",
        width: "100%",
        color: "black",
        zIndex: 999999,
      }}
    >
      <h1>О сервисе</h1>
      <div>
        <p>
          Мефодий - это сервис для генерации текстов, который обладает рядом
          уникальных преимуществ. Одним из них является возможность массовой
          генерации описаний для товаров на маркетплейсах. С помощью Мефодия вы
          сможете создать описания, которые будут адаптированы под OZON или
          Wildberries . Сервис позволит вам значительно сэкономить время и
          деньги на создание описаний.
        </p>
        <p>
          Еще одним важным преимуществом Мефодия является возможность создания
          rich контента для маркетплейсов. Благодаря этому вы сможете
          представить свои товары в наиболее привлекательном и информативном
          виде. Rich контент поможет привлечь внимание потенциальных покупателей
          и увеличить конверсию.
        </p>
        <p>
          Кроме того, Мефодий предлагает услугу доработки описаний
          профессиональным копирайтером. Это означает, что вы можете создать
          первоначальное описание с помощью сервиса, а затем доверить его
          доработку опытному специалисту. Таким образом, вы получите идеальное
          описание, которое будет максимально привлекательным и убедительным для
          покупателей.
        </p>
        <p>
          Возможность массовой генерации описаний, адаптация под маркетплейсы,
          создание rich контента и доработка описаний профессиональным
          копирайтером - все это делает Мефодий незаменимым инструментом для
          всех, кто хочет сделать свои товары максимально привлекательными и
          успешно продавать их на маркетплейсах.
        </p>
      </div>
    </div>
  );
};
